import React from 'react'
import './index.less'

/**
 * 权利声明
 */
const InterestPage: React.FC = () => {
  return (
    <div className="Protocol">
      <h2 className="title">权利声明</h2>
      <div className="content">
        <div>
          奔赴山海一贯高度重视知识产权保护并遵守中国各项知识产权法律、法规和具有约束力的规范性文件,呼吁用户也要同样尊重知识产权和他人合法权益。根据法律、法规和规范性文件要求，奔赴山海制定了旨在保护权利人的合法权益的措施和步骤，当您认为您的知识产权或其他合法权益被侵犯，您可以向奔赴山海发出"权利通知"，奔赴山海将根据中国法律法规和政府规范性文件采取相应的措施予以处理。
        </div>
        <div>具体措施和步骤如下：</div>
        <div>权利通知：</div>
        <div>
          权利人发现奔赴山海用户利用奔赴山海侵犯其合法权益可以向奔赴山海提出权利通知，为有效处理您的投诉，请按照以下说明向奔赴山海提供资料：
        </div>
        <div>1. 权利人对涉嫌侵权内容拥有知识产权或其他合法权益和/或依法可以行使知识产权或其他合法权益的权属证明；</div>
        <div>2. 请充分、明确地描述被侵犯知识产权或其他合法权益的情况；</div>
        <div>3. 请详细指明涉嫌侵权的哪些内容侵犯了2）中列明的权利；</div>
        <div>
          4. 请提供权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、联系人、电话号码、传真和电子邮件；
        </div>
        <div>
          5. 请提供涉嫌侵权内容在网络服务上的位置（如指明您举报的含有侵权内容的出处，即：指网页地址及网页内的位置）以便我们与您举报的含有侵权内容的网页的所有权人或管理人联系；
        </div>
        <div>
          6. 请在权利声明中加入如下关于通知内容真实性的声明：“我保证，本通知中所述信息是充分、真实、准确的，如果本权利声明内容不完全属实，本人将承担由此产生的一切法律责任”。
        </div>
        <div>7. 请您在落款处亲笔签名（自然人）/加盖公章（单位）</div>
        <div>您可以通过如下联络方式同奔赴山海联系：</div>
        <div>
          一旦收到符合上述要求之通知，奔赴山海将采取相应措施（包括删除）；如不符合上述条件，奔赴山海会请您提供相应信息，且暂不采取措施。
        </div>
        <div>
          奔赴山海提请您注意：如果您的权利声明的陈述失实，您将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您不确定网络上可获取的资料是否侵犯了您的知识产权和其他合法权益，奔赴山海建议您首先咨询专业人士。
        </div>
        <div>权利反通知：</div>
        <div>
          为了保护用户的合法权利，在奔赴山海根据前述权利通知删除相关内容后，根据相关法律，被删除内容的提供者可以依法向奔赴山海发出被删除内容不侵犯知识产权/其他合法权益的反通知。为有效处理您的反通知，请按以下说明向奔赴山海提供资料：
        </div>
        <div>
          1. 请提供被删除内容的合法性证明，包括但不限于对已移除内容拥有知识产权/其他合法权益的权属证明或您属于合法使用该内容的证明。
        </div>
        <div>2. 请完整、准确地指明被删除内容的名称和在网络服务器上的位置（即网页地址及网页内的位置）以便我们核实。</div>
        <div>
          3. 请提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位营业执照等主体资质证明复印件（对单位）、通信地址、电话号码、传真和电子邮件。
        </div>
        <div>
          4. 请在反通知中加入如下关于反通知内容真实性的声明：“我保证，本反通知中所述信息是充分、真实、准确的，如果本反通知内容不完全属实，本人将承担由此产生的一切法律责任”。
        </div>
        <div>5. 请您在落款处亲笔签名（自然人）/加盖公章（单位）。</div>
        <div>您可以通过如下联络方式同奔赴山海联系：</div>
        <div>邮政编码：100089</div>
        <div>
          一旦收到符合上述要求之反通知，奔赴山海经核实可以恢复被删除的内容或链接，且依法对该恢复行为不承担法律责任；如不符合上述条件，奔赴山海会请您提供相应信息，且暂不采取措施。
        </div>
      </div>
    </div>
  )
}

export default InterestPage
