import React from 'react'
import './index.less'

/**
 * 网络信息侵权通知指引
 */
const NetWorkInforPage: React.FC = () => {
  return (
    <div className="Protocol">
      <h2 className="title">网络信息侵权通知指引</h2>
      <div className="content">
        <div>
          奔赴山海作为信息服务提供平台，通过网站、产品和服务等方式为用户提供第三方信息服务，向广大用户提供信息存储空间服务。用户可在平台上使用包括但不限于信息发布、信息分享、信息存储、信息交流、等方面的服务。
        </div>

        <div>
          依法经营，改善用户体验、尽可能的保障用户权益是奔赴山海的一贯立场。奔赴山海尊重和保障各类权益，包括但不限于知识产权、名誉权、或其他相关权益。
        </div>
        <h4>一、信息侵权书面通知</h4>

        <div>
          认为奔赴山海提供的服务含有涉嫌侵犯其权益的个人或机构（通知人）如认为奔赴山海所提供的信息存储空间中展示的内容、材料、数据等互联网信息侵犯了其知识产权、名誉权、或其他合法权益，可向奔赴山海提交信息侵权书面通知，要求奔赴山海删除该涉嫌侵权信息，或者断开该涉嫌侵权信息的链接。
        </div>

        <div>书面权利通知至少应当包含如下内容：</div>
        <div>
          1、通知人的姓名或名称、自然人身份证复印件加签名、机构执照复印件加盖公章、通信地址、联系人、代理人、电话号码、传真和电子邮件；
        </div>
        <div>2、相关侵权信息在奔赴山海服务器的具体位置、页面截图、网站链接；</div>
        <div>3、请详细描述该等侵权的具体情形；</div>
        <div>4、请具体指明上述侵权信息侵犯和何种合法权益，以及相关的法律依据；</div>
        <div>5、通知人对涉嫌侵权内容名誉权、知识产权或其他合法权益的权属证明；</div>
        <div>
          6、请在书面通知中加入如下关于通知内容真实性的声明：“我保证，本通知中所述信息是充分、真实、准确的，如果本权利声明内容不完全属实，本人将承担由此产生的一切法律责任”；
        </div>
        <div>7、其他奔赴山海认为需要进一步提供的必要材料。</div>
        <div>
          通知人应保证书面权利通知中的陈述和提供的相关材料皆是真实、有效和合法的，并保证承担由此产生的全部法律责任。如果上述个人或机构不确定网络上可获取的资料是否侵犯了其合法权益，奔赴山海公司建议该个人或机构首先咨询专业人士。
        </div>

        <div>
          奔赴山海在收到上述法律文件后，将依法尽快展开初步核实，并采取删除涉嫌侵权的信息或者断开涉嫌侵权信息的链接等必要措施，并同时将通知书转送涉嫌侵权信息的提供者。
        </div>

        <h4>二、信息不侵权书面声明</h4>

        <div>
          涉嫌侵权的信息提供者【声明人】收到奔赴山海转送的通知书后，认为其提供的信息并未侵犯他人权利的，可向奔赴山海提交信息不存在侵权行为的书面声明，要求恢复被删除的信息或被断开的信息链接。
        </div>

        <div>声明应当包含下列内容：</div>
        <div>
          1、声明人的姓名或名称、自然人身份证复印件加签名、机构执照复印件加盖公章、通信地址、联系人、代理人、电话号码、传真和电子邮件等；
        </div>
        <div>2、要求恢复的相关侵权信息在奔赴山海服务器的具体位置、页面截图、网络地址；</div>
        <div>
          3、认为不构成侵权的初步证明材料，包括但不限于相关有权机构颁发的权属证明、相关内容不侵权的有效证明材料等相关证明材料。
        </div>
        <div>4、请具体指明涉嫌侵权信息不构成侵权的基本事实；</div>
        <div>5、请具体说明涉嫌侵权信息不构成侵权的法律依据；</div>
        <div>
          6、请在权利声明中加入如下关于通知内容真实性的声明：“我保证，本通知中所述信息是充分、真实、准确的，如果本权利声明内容不完全属实，本人将承担由此产生的一切法律责任”；
        </div>
        <div>7、 其他奔赴山海认为需要进一步提供的必要材料。</div>

        <div>
          声明人应保证声明中的陈述和提供的相关材料皆是真实、有效和合法的，并保证承担由此产生的全部法律责任。如果上述个人或机构不确定网络上的信息是否侵犯了他人的合法权益，奔赴山海公司建议该个人或机构首先咨询专业人士。
        </div>

        <div>
          奔赴山海收到声明人的声明后，将该声明转送通知人，并告知其可以向有关主管部门投诉或者向人民法院起诉。奔赴山海在转送声明到达通知人后十五日内，未收到通知人已经投诉或者起诉通知的，将终止所采取的措施。奔赴山海对恢复被删除信息，或者被断开信息链接的行为不承担任何法律责任。
        </div>

        <div>通知人不得再通知奔赴山海删除该信息或者断开该信息的链接。</div>

        <h4>三、奔赴山海信息侵权通知之联系方式</h4>

        <div>通知人、声明人可通过如下联络方式同奔赴山海联系：</div>
        <div>邮寄地址：北京市海淀区知春路113号银网中心</div>
        <div>邮政编码：100081</div>
        <div>收件人：services@openseas.com.cn</div>
      </div>
    </div>
  )
}

export default NetWorkInforPage
