import React from 'react'
import './index.less'

/**
 * 个人信息保护授权协议
 */
const PersonalInformationPage: React.FC = () => {
  return (
    <div className="Protocol">
      <h2 className="title">个人信息保护授权协议</h2>
      <div className="content">
        <div>您对您的个人信息享有以下权利：</div>
<h4>（一）个人信息的查询、更正、补充及管理</h4>
<div>在奔赴山海APP端登录后，您可以按照下述步骤自行访问、更正、补充及管理您的个人信息：</div>
<div>l 通过“我的”-{'>'}“常用信息”来访问、更正、补充及删除自己出行人信息、地址信息、报销凭证信息;</div>
<div>l 通过“我的”，然后点击用户头像来访问、更正及补充您填写的真实姓名、昵称、性别、出生日期、绑定手机、绑定邮箱；</div>
<div>l 通过“设置”-{'>'}“账号安全”来访问及删除您的登陆历史、访问及绑定/解绑您的账户关联信息;</div>
<div>l 通过“我的”-{'>'}“全部订单”来访问及管理您的订单信息;</div>
<div>l 通过“我的”-{'>'}“我的钱包”-{'>'} “银行卡”来访问、更正、补充及删除您的银行卡信息;</div>
<div>l 通过“我的”-{'>'}“浏览历史”来访问及删除您的浏览历史信息，通过“我的”->“旅行足迹”来访问及删除自己的旅行足迹信息;</div>
<div>l 通过“我的”-{'>'}“我的社区”来访问、更正、补充及删除社区信息;</div>
<div>l 通过“行程”来访问及删除自己的旅行行程信息;</div>
<div>l 您还可以在APP端登陆后，通过“消息”来访问及删除您的消息和聊天记录，通过点击“首页”最上方的搜索框，然后在下方的“历史搜索”中访问及删除历史搜索记录。</div>
<div>在奔赴山海网页端登录后，您可以按照下述步骤自行访问、更正、补充及管理您的个人信息：</div>
<div>l 通过“奔赴山海”-{'>'}“常用信息”来访问、更正、补充及删除自己的常用旅客信息、常用联系人信息、常用报销凭证信息、常用地址信息;</div>
<div>l 通过“奔赴山海”，然后点击用户头像来访问、更正及补充您填写的真实姓名、昵称、性别、出生日期、绑定手机、绑定邮箱;</div>
<div>l 通过“奔赴山海”-{'>'}“个人中心”-{'>'}“绑定和关联”来访问、绑定/解绑您的账户关联信息；</div>
<div>l 通过“奔赴山海”-{'>'}“个人中心”-{'>'}“账户安全”来访问、更正及补充您的绑定手机、绑定邮箱；</div>
<div>l 通过“奔赴山海”-{'>'}“订单”来访问及管理您的订单信息;</div>
<div>l 通过“奔赴山海”-{'>'}“钱包”-{'>'}“我的钱包”-{'>'}“我的银行卡”来访问、更正、补充及删除您的银行卡信息;</div>
        <div>l 通过“奔赴山海”-{'>'}“我的消息”来访问及删除您的消息。</div>
        <h4>（二）个人信息的删除</h4>
        <div>
          您可以通过“（一）个人信息的查询、更正、补充及管理”列明的部分路径删除您的部分信息。
同时，在下列情形中，您可以通过本政策第九条的联系方式与我们联系，向我们提出删除个人信息的请求，我们将在十五个工作日内回复您的请求：
        </div>
        <div>（1）如果我们处理个人信息的行为违反法律法规；</div>
<div>（2）如果我们收集、使用您的个人信息，却未征得您的明确同意；</div>
<div>（3）如果我们处理个人信息的行为严重违反了与您的约定；</div>
<div>（4）如果您不再使用我们的产品或服务，或您主动注销了账户；</div>
<div>（5）如果我们永久不再为您提供产品或服务。</div>
<div>当您或我们协助您删除相关信息后，因为适用的法律要求或安全技术原因，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其与任何进一步处理隔离，直至备份更新时可以清除这些信息或实现匿名。</div>
<h4>（三）改变您授权同意的范围或撤回授权</h4>
<div>您可以通过删除您的个人信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。但请注意，每个业务功能需要一些基本的个人信息才能得以完成（见本政策“一、我们如何收集和使用您的个人信息”），   当您撤回授权后，我们无法继续为您提供所对应的服务。同时，基于部分产品的特殊性和相关法律法规的要求，如果您使用的服务尚未结束（例如，您出行类产品/服务过程尚未结束，或金融类产品尚有欠款未结清），在服务结束之前您有可能无法撤回您的授权。</div>
<div>对于我们持续使用您的个人信息的数据处理行为，当您执行上述操作后，我们将不再处理相应的个人信息，但您的上述操作不会影响此前基于您的授权已经开展的个人信息处理。</div>
<h4>（四）注销您的账户</h4>
        <div>您可通过如下路径注销奔赴山海平台账户：登录奔赴山海APP进行账户注销，具体路径为：依次点击“我的”-{'>'}“右上角设置按钮”-{'>'}“账号安全”，然后点击“永久注销账号”。您还可以通过拨打奔赴山海官网（https://www.mountainseas.cn/）公布的客服电话（010-82669589），根据语音提示转至客服人工服务，由客服验证后来注销您的账户，注销奔赴山海平台账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。有关注销账户的相关规则和流程，请参见本政策附件中的《奔赴山海账户注销协议》。</div>
        <h4>（五）获取个人信息副本</h4>
        <div>
          如您需要您的个人信息的副本，您可以通过本政策第九条的联系方式与我们联系，在核实您的身份后，我们将向您提供您在我们的服务中的个人信息副本（包括基本资料、身份信息），但法律法规另有规定的或本政策另有约定的除外。
        </div>
        <h4>（六）限制自动化决策</h4>
        <div>
          在奔赴山海APP登录后，您可以通过“我的”-{'>'}右上角“设置”-{'>'}“新消息通知与推荐设置”对奔赴山海APP个性化推送进行关闭操作：
        </div>
        <div>
          您可以通过“促销信息”关闭我们向您的电子邮件、手机、通信地址等发送的基于您个人特征的商业消息，包括不限于最新的奔赴山海平台产品信息、促销信息等；
        </div>
        <div>
          您可以通过“个性推荐”关闭基于您个人特征的页面推荐展示。
在您对个性推荐操作关闭后，我们将不会基于您的个人特征进行页面推荐展示；因存在缓存等技术方面的原因，页面在未更新缓存前可能仍会显示推荐内容；在系统更新缓存或您主动清除奔赴山海APP缓存后，则页面不会显示推荐内容。您也可以自愿选择随时打开个性推荐，以便能提升您的用户体验。
        </div>
        <div>
          如您在使用我们提供的搜索服务时，需要查看不针对您个人特征的搜索结果，您可以在搜索结果页面选择其他的客观排序/筛选方式进行设置。
        </div>
        <div>
          此外，在某些业务功能中，经向您告知并取得同意后，我们可能仅依据信息系统、算法在内的非人工自动决策机制做出决定。如果您认为这些决定显著影响您的合法权益，您有权通过本政策第九条的联系方式提出您的诉求，我们也将在十五个工作日内回复您的请求。
        </div>
        <h4>（七）个人信息的转移</h4>
        <div>
          如您需要将您的个人信息转移至指定的个人信息处理者，您可以通过本政策第九条的联系方式与我们联系，在核实您的身份后，经审核符合国家网信部门规定条件的，我们将向您提供个人信息转移的途径，但法律法规另有规定的或本政策另有约定的除外。
我们也将采取必要的信息管理措施与技术手段，确保转移过程的安全性，防止您的个人信息发生泄露、损毁、丢失、篡改等后果。
        </div>
        <h4>（八）响应您的请求</h4>
        <div>
          如果您无法通过上述方式访问、更正、补充或删除您的个人信息，或您需要访问、更正、补充或删除您在使用我们产品/服务时所产生的其他个人信息，或您需要获取您的个人信息副本或者转移您的个人信息，或您认为我们存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以通过本政策第九条的联系方式与我们联系。
        </div>
        <div>
          为了保障安全，我们可能需要您提供书面请求，或提供您的身份证明文件，我们将在收到您反馈并验证您的身份后的十五个工作日内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份服务器上存放的信息）的请求，我们可能会予以拒绝。
        </div>
        <div>
          在以下情形中，按照法律法规要求，我们将无法响应您的请求：
        </div>
        <div>
          （1）与奔赴山海履行法律法规规定的义务相关的；
        </div>
        <div>
          （2）与国家安全、国防安全有关的；
        </div>
        <div>
          （3）与公共安全、公共卫生、重大公共利益有关的；
        </div>
        <div>
          （4）与犯罪侦查、起诉和审判和执行判决等有关的；
        </div>
        <div>
          （5）有充分证据表明您存在主观恶意或滥用权利的；
        </div>
        <div>
          （6）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
        </div>
        <div>
          （7）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
        </div>
        <div>
          （8）涉及商业秘密的。
        </div>
        <h4>八、本政策的修订和通知</h4>
        <div>
          我们会在必要时修改个人信息保护政策，请您理解，我们可能会适时修订本政策，我们将标注本政策最近更新的日期，并经公示后生效。未经您明确同意，我们不会削减您按照本政策所应享有的权利。对于重大变更，我们还会提供更为显著的通知（包括对于某些服务，我们会通过电子邮件发送通知，说明个人信息保护政策的具体变更内容）。请您经常回访本政策，以阅读最新版本。
        </div>
        <div>
          本政策所指的重大变更包括但不限于：
        </div>
        <div>
          1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
        </div>
        <div>
          2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
        </div>
        <div>
          3、个人信息共享、转移或公开披露的主要对象发生变化；
        </div>
        <div>
          4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
        </div>
        <div>
          5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
        </div>
        <div>
          6、个人信息安全影响评估报告表明存在高风险时。
        </div>
        <div>
          为充分保证您的知情权，我们还提供了3年以内的历史版本的个人信息保护政策，您可以点击此处访问。
        </div>
        <h4>九、如何联系我们</h4>
        <div>
          1、如您有任何与本政策相关的问题、意见或建议，您可以通过访问www.www.com在线客服系统，或发送邮件至我们的客服邮箱service@qq.com，或拨打我们的客服电话（4000000000）等多种方式与我们联系。
        </div>
        <div>
          2、我们还设立了个人信息保护专职部门，您可以发送邮件至我们个人信息保护负责人的邮箱service@qq.com与其联系。
        </div>
        <div>
          3、一般情况下，我们将在十五个工作日内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办、消费者保护协会等监管部门进行投诉，投诉方式如下：
        </div>
        <div>
          （1）国家网信办举报中心：www.12377.cn
        </div>
        <div>
          （2）消费者投诉举报电话：12315
        </div>
        <div>
          或者您还可以通过向上海市长宁区人民法院提起诉讼以解决争议。
        </div>
        <h4>附件：《奔赴山海账户注销协议》</h4>
        <div>
          亲爱的奔赴山海用户：
        </div>
        <div>
          在您注销您的账户之前，请充分阅读、理解并同意下列事项：
        </div>
        <div>
          在此善意地提醒您，您注销奔赴山海账户的行为，将导致我们终止对您提供本服务，也会给您的售后维权带来诸多不便。注销成功后，我们将删除或匿名化您的个人信息。您知晓并理解，根据相关法律规定，相关交易记录须在奔赴山海后台保存3年甚至更长的时间。
        </div>
        <div>
          当您按照注销流程填写或提供信息、阅读并同意《奔赴山海账户注销协议》及相关条款与条件，并完成注销流程后，即表示您已充分阅读、理解并接受本《奔赴山海账户注销协议》的全部内容。阅读本《奔赴山海账户注销协议》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账户注销程序。
        </div>
        <div>
          如果您仍执意注销账户，您的账户需同时满足以下条件：
        </div>
        <div>
          1.账户注册站点与注销操作站点一致；
        </div>
        <div>
          2.无未完成的订单、已提供服务但未支付的订单或服务；
        </div>
        <div>
          3.钱包和礼品卡余额不超过50元；
        </div>
        <div>
          4.积分不超过20000积分；
        </div>
        <div>
          5.账户在奔赴山海系统中无欠款、无奔赴山海金融欠款（包括但不限消费分期产品、信贷产品、信用订单）和未开通理财业务；
        </div>
        <div>
          6.账户为正常使用的账户且无任何账户被限制的记录。
        </div>
        <div>
          在奔赴山海账户注销期间，如果您的账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查，奔赴山海有权自行终止账户的注销而无需另行得到您的同意。
        </div>
        <div>
          奔赴山海账户一旦被注销将不可恢复，请您在操作之前自行备份账户相关的所有信息和数据。注销奔赴山海账户，您将无法再使用本奔赴山海账户，也将无法找回您奔赴山海账户中及与账户相关的内容或信息。您理解并同意，奔赴山海无法协助您重新恢复前述服务。
        </div>
        <div>
          注销本奔赴山海账户并不代表本奔赴山海账户注销前的账户行为和相关责任得到豁免或减轻。
        </div>
      </div>
    </div>
  )
}

export default PersonalInformationPage
