import React from 'react'
import './index.less'

/**
 * 预订出行须知
 */
const TravelPage: React.FC = () => {
  return (
    <div className="Protocol">
      <h2 className="title">预订出行须知</h2>
      <div className="content">
        <div>
          特别提示：奔赴山海的旅游产品均由具备资质的旅游产品供应商提供。旅游产品供应商充分借用奔赴山海的网络预订平台，推出全方位的旅 游产品，产品的行程安排以及合同签订都是由合作旅游产品供应商为您提供。 奔赴山海作为您获取旅游产品的地点，本协议的签署并不意味着奔赴山海成为旅游产品交易的参与者，对前述交易奔赴山海仅提供技术支持，不对供应商行为的合法 性、有效性及旅游产品的真实性、合法性及有效性作任何明示或暗示的担保。在预订由奔赴山海为您展示的旅游产品前，请您仔细阅读本须知，并注意本须知及产品 页面中的其它重要条款也作为双方协议的补充内容。当您开始预订旅游产品时，即表明您已经仔细阅读并接受本协议的所有条款。
        </div>

        <h4> 第一条 相关概念及注解</h4>
        <div>
          1.出境旅游产品：旅游度假目的地为中国已开放的旅游目的地国家及中国台湾、香港和澳门地区，从出发地到度假目的地往返交通票、目的地酒店住宿、旅行用车及其他可选择附加旅游产品。
        </div>
        <div>
          2.自助游旅游产品：该类产品包含前往度假目的地的往返机票、火车票、目的地住宿酒店、旅行用车及其它可选配的接送机、门票等项目的部分或全部。
        </div>
        <div>
          3.半自助游旅游产品：以酒店＋交通＋一半团队游＋一半自由行＋个性化可选服务为核心，既有充足的自由活动时间，又有专业导游带您游览经典景区，且不含任何强制购物和自费项目。
        </div>
        <div>
          4.团队游旅游产品：以酒店＋交通＋特色餐食＋景点门票＋旅游用车＋全程导游＋签证（海外）为核心，对行程、交通方式、食宿标准、游览项目均有固定安排，且有专职导游和专车带您游览经典景点。该类产品对成团人数有一定的要求。
        </div>
        <div>
          5.游客：指通过奔赴山海预订旅游产品供应商在奔赴山海上提供的旅游产品的用户，游客在奔赴山海上预订旅游产品成功后，游客和旅游产品供应商之间建立合同关系。
        </div>
        <div>
          6. 酒店入住登记要求：登记入住酒店的客人中至少要有1人超过18周岁，即未满18周岁的客人必须由18周岁以上的客人帮其办理酒店入住手续。
        </div>
        <h4> 第二条 旅游产品内容及其标准</h4>
        <div>
          1.旅游产品内容主要包含：酒店、飞机票、火车票、旅行用车、目的地接待服务及其他服务。具体产品的最终包含内容以确认的订单约定内容为准。
        </div>
        <div>2.奔赴山海关于旅游产品的行程推荐仅为友情提示，不能作为约定条款。</div>
        <div>
          3.旅游产品中约定的产品和服务内容，均为经过奔赴山海严格考评筛选出的具备相关资质的供应商提供，奔赴山海只对其经营资质的合法性承担责任，不对其在您消费过程中可能涉及的具体产品和服务内容承担责任。
        </div>
        <h4> 第三条 旅游产品价格</h4>
        <div>
          奔赴山海页面展示的产品价格仅为参考价格，由于旅游产品价格的波动性，旅游产品供应商可能因为机票、酒店的价格变动而适度调整其在奔赴山海上已公布的旅游产品的价格。您预订的所有旅游产品的价格，以旅游产品供应商与您最后确认的金额为准。
        </div>
        <h4> 第四条 订单生效</h4>
        <div>
          您在奔赴山海预订产品成功后，旅游产品供应商工作人员会给您关于订单的确认，只要您在预订付款期前（具体参照与旅游供应商的具体 约定）付清供应商给您确认的应付款时，您确认的订单即生效。但如您未按要求在预订付款期前付清相关费用，而此时奔赴山海为您预留的产品的价格、内容或标准 等有发生变化，奔赴山海对此不承担任何责任。 订单生效，即代表您与旅游产品供应商的合作意向已经达成，你的变更、解除旅游产品等的需求，将受到本协议第五条、第六条等相关条款的约束。 订单生效后，您应按订单中约定的时间或时段准时出发，酒店应按确定日在确定时间后入住。如您未准时出发或未能按时入住所订酒店，则视您的这种行为构成违 约，您应承担由此导致的损失并按照约定支付违约金。
        </div>
        <h4> 第五条 您主动更改已生效订单</h4>
        <div>
          订单生效后，您若需要更改该订单内的任何项目，请务必在旅游产品行程开始前通知您的更改需求。我们会尽量满足您的需求，但您必须全 额承担因变更带来的损失及可能增加的费用。若您所预订的产品在目的地停留的日期部分或全部处在国家法定节假日或其它部分国际性、国家性、地方性重大节日期 间，鉴于资源的特殊状况，已生效订单不可进行任何更改。
        </div>
        <h4> 第六条 您主动解除已生效订单</h4>
        <div>
          订单生效后，若要主动解除已生效订单，您必须在旅游产品行程开始前通知您需要解除的订单，包括放弃整张订单的全部内容、减少出行人 数等。我们会帮您立即取消。但您必须承担处理该订单已经支出的一切费用。包括护照成本手续费、实际签证费、订房损失费、国际国内机票及其它车船交通费用 等。
        </div>
        <div>1.送签证后取消（一般是收到护照后的下一个工作日送签），收取全部签证费用。</div>
        <div>2.机票一经开出如退票或签转，您将根据航空公司的规定，承担相应的退票或更改损失。</div>
        <div>3.车船票一经开出如退票，您须承担相应的退票或更改损失。</div>
        <div>
          4.您预订的酒店需在入住前取消，如在产品订单中有特别规定的，您需根据约定承担相应的酒店预订损失。如您取消预订或行程有变化，请尽早通知，以避免不必要的损失。
        </div>
        <div>5.产品订单中约定违约金的情况,您还需按约定承担相应的违约金.</div>
        <h4> 第七条 您的权利和义务</h4>
        <div>
          1.您应确保出行人身体条件适合本次外出旅游度假，如出行人为孕妇或有心脏病、高血压、呼吸系统疾病等病史，请在征得医院专业医生同意后出行。
        </div>
        <div>2.您保证提供给奔赴山海的证件、通讯联络方式、配送地址等相关资料均真实有效。</div>
        <div>3.度假期间，您应尊重当地的宗教信仰、民族习惯和风土人情，自觉保护当地自然环境。</div>
        <div>
          4.您应遵守《奔赴山海用户服务协议》。您必须通过奔赴山海预订并通过奔赴山海界面支付全部旅游款。但相关款项将直接汇入产品供应商帐户，奔赴山海只提供相关款项的输入界面。如您需要退款请直接联系产品供应商，奔赴山海将协助产品供应商为您完成退款事宜。
        </div>
        <div>
          5.您在旅游过程中如对旅游产品供应商的服务质量有异议，应积极与旅游产品供应商沟通积极争取在旅游过程中解决。
        </div>
        <div>6.您可以选择通过奔赴山海或旅游产品供应商投诉电话进行投诉。</div>
        <div>
          7. 为了保护您的权利，请通过奔赴山海公布的400电话与产品供应商联系，奔赴山海将对您与产品供应商使用该电话通话的全过程进行录音,并保存为证据,必要时用来维护您的合法权益。
        </div>
        <div>
          8.在您支付成功后，奔赴山海将向您发送相关旅游产品的消费码作为已支付成功的证明，您可以据此与产品供应商签订旅游合同。 消费码作为您与供应商签订和履行旅游合同的一种权益保护手段，一旦提供给供应商即视为您与供应商已签订合法有效的旅游合同并已经成功消费相应游游产品，请 妥善保管并适时使用相关消费码。如果您在成功消费相应旅游产品或已经与供应商签订合法有效的旅游合同后延迟、拒绝向供应商提供消费码的情况下,奔赴山海有 权根据供应商的要求将相关消费码提供给供应商。
        </div>
        <div>
          9.如您不遵守《奔赴山海用户服务协议》或本须知的规定，恶意干扰奔赴山海度假平台的正常运营，恶意预订、更改或退订旅游产品，或者恶意向第三方机构投诉奔赴山海或旅游产品供应商，奔赴山海保留追究您个人责任的权利。
        </div>
        <h4> 第八条 涉及第三方的相关责任</h4>
        <div>
          第三方指在办理出境旅游度假事宜中涉及的发照机关、签证机关、航空公司、保险公司、境外接待社、饭店、同行团友及其他相关机构、企业和个人。对于奔赴山海无法控制，您与第三方出现的下列情况，奔赴山海应协助办理，结果由您承担。
        </div>
        <div>
          1.您在旅行中应注意人身财产安全，妥善保管自己的证件及行李物品， 如果发生人身意外、伤害或随身携带行李物品遗失、被盗、被抢等情况，奔赴山海会积极协助办理，但无赔偿之责任；补办证件所产生的费用，由您自行承担。解决 的依据应以相关机构（如航空公司、酒店、保险公司）的规定为准。您必须保留有关单据和证明文件。
        </div>
        <div>
          2.您违反相关国家或地区的法律、法规而被罚、被拘留、遣返及被追究其他刑事、民事责任的，您应依法承担相关责任和费用。
        </div>
        <div>
          3.是否发放护照、签证，是否准予出入境，系有关国家机构之权力，您应按要求提供真实的资料，供应商可协助办理。但因您自身原因导致不能及时办理护照、签证而影响行程的，以及被相关机关拒发护照、签证或拒绝入境的，您应承担全部责任，并应支付供应商的损失及费用。
        </div>
        <div>4.因有关机构政策调整造成您的护照、签证延误，您需按约定承担已发生的费用。</div>
        <div>5.您违反我国及前往国家（地区）的有关规定，携带过量货币、物品或违禁品而产生的一切后果由您自行承担。</div>
        <h4> 第九条 奔赴山海旅游产品先行赔付机制</h4>
        <div>
          1.您通过奔赴山海平台自行选择合适的旅游产品供应商，游客与旅游企业建立旅游合同关系。如您在旅游服务中对旅游产品供应商的服务不满意或发现旅游产品供应商有违规操作，均可通过电话联系我们进行投诉，奔赴山海将协助您解决相关问题。
        </div>
        <div>2.您的投诉经过奔赴山海调查核实后，供应商因为各种原因无法及时赔付的，由奔赴山海先行为您赔付。</div>
        <div>
          3.奔赴山海先行赔付的上限为您预订的旅游产品的费用（如旅游主管部门已经动用旅游质量保证金向游客进行赔付，则奔赴山海不再动用旅游产品供应商保证金进行重复赔付）。
        </div>
        <h4> 第十条 不可抗力</h4>
        <div>
          1.因不可抗力(包括地震、台风、雷击、雪灾、水灾、火灾等自然原因,以及战争、政府行为、黑客攻击、电信部门技术管制等原因)和意外事件等原因不能履行或不能继续履行已生效订单约定内容的，双方均不承担违约责任，但法律另有规定的除外。
        </div>
        <div>
          2.如果发生航班延误、航班取消等特殊情况，请及时致电奔赴山海，由我方为您联系您即将入住的酒店，尽量争取减少您的损失。
        </div>
        <div>
          3.如果由于航空公司燃油涨价或是临时调价而导致的航线价格上涨，对于已成交的订单，不再向您收取涨价费用；对于已确认但未付款和未确认的订单，则以新价格为准。
        </div>
      </div>
    </div>
  )
}

export default TravelPage
